Repository: landkommunenhippie/MYOS_Wordpress_theme
Catalog: plugins/code-snippets-extended/languages/acs-*.po
Languages: ru_ru

source: Access Denied.
ru_ru: Доступ закрыт

source: Snippets not creted Yet.
ru_ru: Сниппеты не найдены

source: Select
ru_ru: Выбрать

source: Code
ru_ru: Код

source: Plugin to crete snippets from JS, PHP or CSS code
ru_ru: Плагин для создания сниппетов

source: Kudashev Roman
ru_ru: Роман Кудашев

source: Insert Snippet
ru_ru: Вставить сниппет

source: Snippets
ru_ru: Сниппеты

source: Add Snippet
ru_ru: Добавить сниппет

source: Snippet Name
ru_ru: Название

source: Snippet Code
ru_ru: Код

source: Pick media
ru_ru: Выбрать медиа

source: Small info:
ru_ru: Небольшая справка:

source: Snippet Code field allows you to write js, html or css code.
ru_ru: Вы можете использовать своем сниппете JS,PHP и CSS код

source: Plase CSS like that:
ru_ru: CSS размещайте так:

source: Plase PHP like that:
ru_ru: PHP размещайте так:

source: Plase JS like that:
ru_ru: JS размещайте так:

source: For JQuery:
ru_ru: Для JQuery

source: Test
ru_ru: Тестировать

source: Save Snippet
ru_ru: Сохранить

source: Update Snippet
ru_ru: Обновить

source: Code snippets.
ru_ru: Сниппеты

source: Add New Snippet
ru_ru: Добавить новый сниппет

source: Code Snippets Extended id powerful plugin, that allows you to create code snippets & embed it into posts or pages easily.
ru_ru: Используя этот плагин вы можете вставлять в текст поста или страницы блоки кода.

source: Dear user, i am - Kudashev Roman, author of this plugin. I am from Russia, but not from Moscow, i am from Ural. If you like this plugin - please donate me and help me to improve my work. <b>I have nothing to eat</b>, only potatoes, the prices are increasing every day. I am work for 7000 rubles per month(100$) and dont have money. Please help me if you can.
ru_ru: Дорогой пользователь. Вы можете поддержать меня, если желаете.

source: Author
ru_ru: Автор

source: Error, plugin can't edit this
ru_ru: Ошибка, плагин не может редактировать это

source: Error: Please set snippet name before save.
ru_ru: Укажите название сниппета

source: Error: Snippet code not exist
ru_ru: Код сниппета не указан

source: Successful!
ru_ru: Сохранено!

source: Unfortunately we cannot save this snippet. Some problems with database.
ru_ru: Ошибка сохранения

source: Snippet
ru_ru: Сниппет

source: Name
ru_ru: Имя

source: State
ru_ru: Состояние

source: Edit
ru_ru: Редактировать

source: On
ru_ru: Включить

source: Off
ru_ru: Выключить

source: Delete
ru_ru: Удалить

source: Select Snippet
ru_ru: Выберите сниппет

source: Search by name
ru_ru: Поиск по названию

source: Data not found.
ru_ru: Данные не найдены

source: Auto execution settings:
ru_ru: Настройки автозапуска

source: <b>Be careful with these settings! It may crash your wordpress! Test code before save!</b>
ru_ru: <b>Будьте осторожны при использовании настроек автозапуска! Тестируйте свой код перед сохранением, иначе придется чистить базу!</b>

source: Auto run hook :
ru_ru: Хуки автозапуска:

source: Use as Shortcode
ru_ru: Использовать как шорткод

source: Run before footer
ru_ru: Запускать перед футером

source: Run after footer
ru_ru: Запускать после футера

source: Run in header
ru_ru: Запускать в header'е

source: Run in wp loaded
ru_ru: Запускать при загрузке wordpress

source: Run on Init
ru_ru: Запускать при инициализации

source: Run in head
ru_ru: Запускать в области head

source: Disabled
ru_ru: Отключить

source: You can pass content inside your snipet and work with it, by using variable <code>$content</code>
ru_ru: Вы можете работать с содержимым сниппета используя переменную <code>$content</code>

source: EXAMPLE: insert this into post content [rsnippet name="somename"]1+2=[/rsnippet]
ru_ru: ПРИМЕР: вставьте в текст материала такой шорткод: [rsnippet name="somename"]1+2=[/rsnippet]

source: And this insert into snippet code
ru_ru: И вставьте это в код сниппета

source: You can run snippet code automatically.
ru_ru: Вы можете запускать код сниппета автоматически
